Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: the nature and objectives of the testing in real world conditions and the possible inconvenience that may be linked to their participation;
it_it: la natura e gli obiettivi delle prove in condizioni reali e i possibili disagi che possono essere connessi alla loro partecipazione;

source: the conditions under which the testing in real world conditions is to be conducted, including the expected duration of the subject or subjects’ participation;
it_it: le condizioni alle quali devono essere effettuate le prove in condizioni reali, compresa la durata prevista della partecipazione del soggetto o dei soggetti;

source: their rights, and the guarantees regarding their participation, in particular their right to refuse to participate in, and the right to withdraw from, testing in real world conditions at any time without any resulting detriment and without having to provide any justification;
it_it: i loro diritti e le garanzie riconosciute al soggetto in relazione alla loro partecipazione, in particolare il loro diritto di rifiutarsi di partecipare e il diritto di ritirarsi dalle prove in condizioni reali in qualsiasi momento, senza alcun conseguente pregiudizio e senza dover fornire alcuna giustificazione;

source: the arrangements for requesting the reversal or the disregarding of the predictions, recommendations or decisions of the AI system;
it_it: le modalità per richiedere che le previsioni, raccomandazioni o decisioni del sistema di IA siano ignorate o ribaltate;

source: the Union-wide unique single identification number of the testing in real world conditions in accordance with Article 60(4) point (c), and the contact details of the provider or its legal representative from whom further information can be obtained.
it_it: il numero di identificazione unico a livello dell'Unione delle prove in condizioni reali conformemente all'articolo 60, paragrafo 4, lettera c), e i dati di contatto del fornitore o del suo rappresentante legale da cui è possibile ottenere ulteriori informazioni.

source: The informed consent shall be dated and documented and a copy shall be given to the subjects of testing or their legal representative.
it_it: Il consenso informato è datato e documentato e una copia è consegnata ai soggetti delle prove o al loro rappresentante legale.

source: Measures for providers and deployers, in particular SMEs, including start-ups
it_it: Misure per i fornitori e i deployer, in particolare le PMI, comprese le start-up

source: Member States shall undertake the following actions:
it_it: Gli Stati membri intraprendono le azioni seguenti:

source: provide SMEs, including start-ups, having a registered office or a branch in the Union, with priority access to the AI regulatory sandboxes, to the extent that they fulfil the eligibility conditions and selection criteria; the priority access shall not preclude other SMEs, including start-ups, other than those referred to in this paragraph from access to the AI regulatory sandbox, provided that they also fulfil the eligibility conditions and selection criteria;
it_it: fornire alle PMI, comprese le start-up, con sede legale o una filiale nell'Unione, un accesso prioritario agli spazi di sperimentazione normativa per l'IA nella misura in cui soddisfano le condizioni di ammissibilità e i criteri di selezione; l'accesso prioritario non impedisce ad altre PMI, comprese le start-up, diverse da quelle di cui al presente paragrafo di accedere allo spazio di sperimentazione normativa per l'IA, purché soddisfino anche le condizioni di ammissibilità e i criteri di selezione;

source: organise specific awareness raising and training activities on the application of this Regulation tailored to the needs of SMEs including start-ups, deployers and, as appropriate, local public authorities;
it_it: organizzare specifiche attività di sensibilizzazione e formazione sull'applicazione del presente regolamento adattate alle esigenze delle PMI, comprese le start-up, dei deployers e, se del caso, delle autorità pubbliche locali;

source: utilise existing dedicated channels and where appropriate, establish new ones for communication with SMEs including start-ups, deployers, other innovators and, as appropriate, local public authorities to provide advice and respond to queries about the implementation of this Regulation, including as regards participation in AI regulatory sandboxes;
it_it: utilizzare i canali dedicati esistenti e, ove opportuno, istituirne di nuovi per la comunicazione con le PMI, comprese le start-up, i deployers, altri innovatori e, se del caso, le autorità pubbliche locali, al fine di fornire consulenza e rispondere alle domande sull'attuazione del presente regolamento, anche per quanto riguarda la partecipazione agli spazi di sperimentazione normativa per l'IA;

source: facilitate the participation of SMEs and other relevant stakeholders in the standardisation development process.
it_it: agevolare la partecipazione delle PMI e di altri portatori di interessi pertinenti al processo di sviluppo della normazione.

source: The specific interests and needs of the SME providers, including start-ups, shall be taken into account when setting the fees for conformity assessment under Article 43, reducing those fees proportionately to their size, market size and other relevant indicators.
it_it: Nel fissare le tariffe per la valutazione della conformità a norma dell'articolo 43 si tiene conto degli interessi e delle esigenze specifici delle PMI fornitrici, comprese le start-up, riducendo tali tariffe proporzionalmente alle loro dimensioni, alle dimensioni del loro mercato e ad altri indicatori pertinenti.

source: The AI Office shall undertake the following actions:
it_it: L'ufficio per l'IA intraprende le azioni seguenti:

source: provide standardised templates for areas covered by this Regulation, as specified by the Board in its request;
it_it: fornire modelli standardizzati per i settori contemplati dal presente regolamento, come specificato dal comitato nella sua richiesta;

source: develop and maintain a single information platform providing easy to use information in relation to this Regulation for all operators across the Union;
it_it: sviluppare e mantenere una piattaforma unica di informazione che fornisce informazioni di facile uso in relazione al presente regolamento per tutti gli operatori in tutta l'Unione;

source: organise appropriate communication campaigns to raise awareness about the obligations arising from this Regulation;
it_it: organizzare adeguate campagne di comunicazione per sensibilizzare in merito agli obblighi derivanti dal presente regolamento;

source: evaluate and promote the convergence of best practices in public procurement procedures in relation to AI systems.
it_it: valutare e promuovere la convergenza delle migliori pratiche nelle procedure di appalto pubblico in relazione ai sistemi di IA.

source: Derogations for specific operators
it_it: Deroghe per operatori specifici

source: Microenterprises within the meaning of Recommendation 2003/361/EC may comply with certain elements of the quality management system required by Article 17 of this Regulation in a simplified manner, provided that they do not have partner enterprises or linked enterprises within the meaning of that Recommendation.
it_it: Le microimprese ai sensi della raccomandazione 2003/361/CE possono conformarsi a determinati elementi del sistema di gestione della qualità di cui all'articolo 17 del presente regolamento in modo semplificato, purché non abbiano imprese associate o collegate ai sensi di tale raccomandazione.

source: For that purpose, the Commission shall develop guidelines on the elements of the quality management system which may be complied with in a simplified manner considering the needs of microenterprises, without affecting the level of protection or the need for compliance with the requirements in respect of high-risk AI systems.
it_it: A tal fine, la Commissione elabora orientamenti sugli elementi del sistema di gestione della qualità che possono essere rispettati in modo semplificato tenendo conto delle esigenze delle microimprese, senza incidere sul livello di protezione o sulla necessità di conformità ai requisiti per quanto riguarda i sistemi di IA ad alto rischio.

source: Paragraph 1 of this Article shall not be interpreted as exempting those operators from fulfilling any other requirements or obligations laid down in this Regulation, including those established in Articles 9, 10, 11, 12, 13, 14, 15, 72 and 73.
it_it: Il paragrafo 1 del presente articolo non è interpretato nel senso che esenta tali operatori dal rispetto di altri requisiti e obblighi di cui al presente regolamento, compresi quelli stabiliti agli articoli 9, 10, 11, 12, 13, 14, 15, 72 e 73.

source: CHAPTER VII
it_it: CAPO VII

source: Governance at Union level
it_it: Governance a livello dell'Unione

source: AI Office
it_it: Ufficio per l'IA

source: The Commission shall develop Union expertise and capabilities in the field of AI through the AI Office.
it_it: La Commissione sviluppa le competenze e le capacità dell'Unione nel settore dell'IA attraverso l'ufficio per l'IA.

source: Member States shall facilitate the tasks entrusted to the AI Office, as reflected in this Regulation.
it_it: Gli Stati membri agevolano i compiti affidati all'ufficio per l'IA, come indicato nel presente regolamento.

source: Establishment and structure of the European Artificial Intelligence Board
it_it: Istituzione e struttura del consiglio per l'IA europeo per l'intelligenza artificiale

source: A European Artificial Intelligence Board (the ‘Board’) is hereby established.
it_it: È istituito un consiglio per l'IA europeo per l'intelligenza artificiale («consiglio per l'IA»).

source: The Board shall be composed of one representative per Member State.
it_it: Il consiglio per l'IA è composto di un rappresentante per Stato membro.

source: The European Data Protection Supervisor shall participate as observer.
it_it: Il Garante europeo della protezione dei dati partecipa come osservatore.

source: The AI Office shall also attend the Board’s meetings, without taking part in the votes.
it_it: Anche l'ufficio per l'IA partecipa alle riunioni del consiglio per l'IA senza partecipare alle votazioni.

source: Other national and Union authorities, bodies or experts may be invited to the meetings by the Board on a case by case basis, where the issues discussed are of relevance for them.
it_it: Altre autorità, organismi o esperti nazionali e dell'Unione possono essere invitati alle riunioni dal consiglio per l'IA caso per caso, qualora le questioni discusse siano di loro pertinenza.

source: Each representative shall be designated by their Member State for a period of three years, renewable once.
it_it: Ciascun rappresentante è designato dal rispettivo Stato membro per un periodo di tre anni, rinnovabile una volta.

source: Member States shall ensure that their representatives on the Board:
it_it: Gli Stati membri provvedono affinché i loro rappresentanti nel consiglio per l'IA:

source: have the relevant competences and powers in their Member State so as to contribute actively to the achievement of the Board’s tasks referred to in Article 66;
it_it: dispongano delle competenze e dei poteri pertinenti nel proprio Stato membro in modo da contribuire attivamente allo svolgimento dei compiti del consiglio per l'IA di cui all'articolo 66;

source: are designated as a single contact point vis-à-vis the Board and, where appropriate, taking into account Member States’ needs, as a single contact point for stakeholders;
it_it: siano designati come punto di contatto unico nei confronti del consiglio per l'IA e, se del caso tenendo conto delle esigenze degli Stati membri, come punto di contatto unico per i portatori di interessi;

source: are empowered to facilitate consistency and coordination between national competent authorities in their Member State as regards the implementation of this Regulation, including through the collection of relevant data and information for the purpose of fulfilling their tasks on the Board.
it_it: abbiano il potere di agevolare la coerenza e il coordinamento tra le autorità nazionali competenti nel rispettivo Stato membro per quanto riguarda l'attuazione del presente regolamento, anche attraverso la raccolta di dati e informazioni pertinenti ai fini dello svolgimento dei loro compiti in seno al consiglio per l'IA.

source: The designated representatives of the Member States shall adopt the Board’s rules of procedure by a two-thirds majority.
it_it: I rappresentanti designati degli Stati membri adottano il regolamento interno del consiglio per l'IA a maggioranza di due terzi.

source: The rules of procedure shall, in particular, lay down procedures for the selection process, the duration of the mandate of, and specifications of the tasks of, the Chair, detailed arrangements for voting, and the organisation of the Board’s activities and those of its sub-groups.
it_it: Il regolamento interno stabilisce, in particolare, le procedure per il processo di selezione, la durata del mandato e le specifiche riguardanti i compiti del presidente, le modalità dettagliate relative al voto e l'organizzazione delle attività del consiglio per l'IA e dei suoi sottogruppi.

source: The Board shall establish two standing sub-groups to provide a platform for cooperation and exchange among market surveillance authorities and notifying authorities about issues related to market surveillance and notified bodies respectively.
it_it: Il consiglio per l'IA istituisce due sottogruppi permanenti al fine di fornire una piattaforma di cooperazione e scambio tra le autorità di vigilanza del mercato e notificare le autorità su questioni relative rispettivamente alla vigilanza del mercato e agli organismi notificati.

source: The standing sub-group for market surveillance should act as the administrative cooperation group (ADCO) for this Regulation within the meaning of Article 30 of Regulation (EU) 2019/1020.
it_it: Il sottogruppo permanente per la vigilanza del mercato dovrebbe fungere da gruppo di cooperazione amministrativa (ADCO) per il presente regolamento ai sensi dell'articolo 30 del regolamento (UE) 2019/1020.

source: Where appropriate, representatives of the advisory forum referred to in Article 67 may be invited to such sub-groups or to specific meetings of those subgroups as observers.
it_it: Se del caso, i rappresentanti del forum consultivo di cui all'articolo 67 possono essere invitati a tali sottogruppi o a riunioni specifiche di tali sottogruppi in qualità di osservatori.

source: The Board shall be organised and operated so as to safeguard the objectivity and impartiality of its activities.
it_it: Il consiglio per l'IA è organizzato e gestito in modo che sia salvaguardata l'obiettività e l'imparzialità delle sue attività.

source: The Board shall be chaired by one of the representatives of the Member States.
it_it: b) raccogliere e condividere tra gli Stati membri conoscenze e migliori pratiche tecniche e normative;

source: The AI Office shall provide the secretariat for the Board, convene the meetings upon request of the Chair, and prepare the agenda in accordance with the tasks of the Board pursuant to this Regulation and its rules of procedure.
it_it: contribuire all'armonizzazione delle pratiche amministrative negli Stati membri, anche in relazione alla deroga alle procedure di valutazione della conformità di cui all'articolo 46, al funzionamento degli spazi di sperimentazione normativa per l'IA e alle prove in condizioni reali di cui agli articoli 57, 59 e 60;

source: Article 66 Tasks of the Board
it_it: e)

source: The Board shall advise and assist the Commission and the Member States in order to facilitate the consistent and effective application of this Regulation. To that end, the Board may in particular:
it_it: su richiesta della Commissione o di propria iniziativa, formulare raccomandazioni e pareri scritti su qualsiasi questione pertinente relativa all'attuazione del presente regolamento e alla sua applicazione coerente ed efficace, tra l'altro:

source: (a) contribute to the coordination among national competent authorities responsible for the application of this Regulation and, in cooperation with and subject to the agreement of the market surveillance authorities concerned, support joint activities of market surveillance authorities referred to in Article 74(11);
it_it: i)

source: (b) collect and share technical and regulatory expertise and best practices among Member States;
it_it: sull'elaborazione e l'applicazione di codici di condotta e codici di buone pratiche a norma del presente regolamento, nonché degli orientamenti della Commissione;

source: (c) provide advice on the implementation of this Regulation, in particular as regards the enforcement of rules on general-purpose AI models;
it_it: ii)

source: (d) contribute to the harmonisation of administrative practices in the Member States, including in relation to the derogation from the conformity assessment procedures referred to in Article 46, the functioning of AI regulatory sandboxes, and testing in real world conditions referred to in Articles 57, 59 and 60;
it_it: sulla valutazione e il riesame del presente regolamento a norma dell'articolo 112, anche per quanto riguarda la comunicazione di incidenti gravi di cui all'articolo 73, e il funzionamento della banca dati dell’UE di cui all'articolo 71, la preparazione degli atti delegati o di esecuzione e gli eventuali allineamenti del presente regolamento alla normativa di armonizzazione elencata nell'allegato I;

source: (e) at the request of the Commission or on its own initiative, issue recommendations and written opinions on any relevant matters related to the implementation of this Regulation and to its consistent and effective application, including:
it_it: iii)

source: (i) on the development and application of codes of conduct and codes of practice pursuant to this Regulation, as well as of the Commission’s guidelines;
it_it: sulle specifiche tecniche o sulle norme esistenti relative ai requisiti di cui al capo III, sezione 2;

source: (ii) the evaluation and review of this Regulation pursuant to Article 112, including as regards the serious incident reports referred to in Article 73, and the functioning of the EU database referred to in Article 71, the preparation of the delegated or implementing acts, and as regards possible alignments of this Regulation with the Union harmonisation legislation listed in Annex I;
it_it: iv)

source: (iii) on technical specifications or existing standards regarding the requirements set out in Chapter III, Section 2;
it_it: sull'uso delle norme armonizzate o delle specifiche comuni di cui agli articoli 40 e 41;

source: (iv) on the use of harmonised standards or common specifications referred to in Articles 40 and 41;
it_it: v)

source: (v) trends, such as European global competitiveness in AI, the uptake of AI in the Union, and the development of digital skills;
it_it: sulle tendenze, quali la competitività globale europea nell'IA, l'adozione dell'IA nell'Unione e lo sviluppo di competenze digitali;

source: trends on the evolving typology of AI value chains, in particular on the resulting implications in terms of accountability;
it_it: sulle tendenze relative all'evoluzione della tipologia delle catene del valore dell'IA, in particolare per quanto riguarda le conseguenti implicazioni in termini di responsabilità;

source: on the potential need for amendment to Annex III in accordance with Article 7, and on the potential need for possible revision of Article 5 pursuant to Article 112, taking into account relevant available evidence and the latest developments in technology;
it_it: sull'eventuale necessità di modificare l'allegato III conformemente all'articolo 7 e sull'eventuale necessità di una possibile revisione dell'articolo 5 a norma dell'articolo 112, tenendo conto delle pertinenti prove disponibili e degli ultimi sviluppi tecnologici;

source: support the Commission in promoting AI literacy, public awareness and understanding of the benefits, risks, safeguards and rights and obligations in relation to the use of AI systems;
it_it: sostenere la Commissione nella promozione dell'alfabetizzazione in materia di IA, della sensibilizzazione del pubblico e della comprensione dei benefici, dei rischi, delle garanzie e dei diritti e degli obblighi in relazione all'uso dei sistemi di IA;

source: facilitate the development of common criteria and a shared understanding among market operators and competent authorities of the relevant concepts provided for in this Regulation, including by contributing to the development of benchmarks;
it_it: facilitare lo sviluppo di criteri comuni e una comprensione condivisa tra gli operatori del mercato e le autorità competenti dei concetti pertinenti di cui al presente regolamento, anche contribuendo allo sviluppo di parametri di riferimento;

source: cooperate, as appropriate, with other Union institutions, bodies, offices and agencies, as well as relevant Union expert groups and networks, in particular in the fields of product safety, cybersecurity, competition, digital and media services, financial services, consumer protection, data and fundamental rights protection;
it_it: cooperare, se del caso, con altre istituzioni e altri organi e organismi dell'Unione nonché con i pertinenti gruppi di esperti e reti dell'Unione, in particolare nei settori della sicurezza dei prodotti, della cibersicurezza, della concorrenza, dei servizi digitali e dei media, dei servizi finanziari, della protezione dei consumatori, dei dati e dei diritti fondamentali;

source: contribute to effective cooperation with the competent authorities of third countries and with international organisations;
it_it: contribuire all'efficace cooperazione con le autorità competenti dei paesi terzi e con le organizzazioni internazionali;

source: assist national competent authorities and the Commission in developing the organisational and technical expertise required for the implementation of this Regulation, including by contributing to the assessment of training needs for staff of Member States involved in implementing this Regulation;
it_it: assistere le autorità nazionali competenti e la Commissione nello sviluppo delle competenze organizzative e tecniche necessarie per l'attuazione del presente regolamento, anche contribuendo alla valutazione delle esigenze di formazione del personale degli Stati membri coinvolto nell'attuazione del presente regolamento;

source: assist the AI Office in supporting national competent authorities in the establishment and development of AI regulatory sandboxes, and facilitate cooperation and information-sharing among AI regulatory sandboxes;
it_it: assistere l'ufficio per l'IA nel sostenere le autorità nazionali competenti nell'istituzione e nello sviluppo di spazi di sperimentazione normativa per l'IA e facilitare la cooperazione e la condivisione di informazioni tra gli spazi di sperimentazione normativa per l’IA;

source: contribute to, and provide relevant advice on, the development of guidance documents;
it_it: contribuire all'elaborazione di documenti di orientamento e fornire consulenza al riguardo;

source: advise the Commission in relation to international matters on AI;
it_it: fornire consulenza alla Commissione sulle questioni internazionali in materia di IA;

source: provide opinions to the Commission on the qualified alerts regarding general-purpose AI models;
it_it: fornire pareri alla Commissione sulle segnalazioni qualificate relative ai modelli di IA per finalità generali;
